Repository: FASHIONISTAR-get-famous/fashion-commerce
Catalog: FashionZoneFE/App_GlobalResources/Lang.*.resx
Languages: sq_al

# AboutUsLabel
source: About us
sq_al: Rreth nesh

# AccessSaleLabel
source: Access this sale
sq_al: Konsulto produktet e markës

# AccessTheSiteLabel
source: Access the site
sq_al: Identifikohu ne sit

# ActualCampaignsLabel
source: Campaigns in this moment
sq_al: Fushata në këtë moment

# AddAddressLabel
source: Add address
sq_al: Shto adresë

# AddressNameLabel
source: Address Name
sq_al: Emri i adresës

# AddToBasketLink
source: Add to basket
sq_al: Shto ne shportë

# AllMenuLabel
source: ALL
sq_al: Të gjitha

# AlreadyRegisteredMailLabel
source: Email already registered.
sq_al: Email i regjistruar me pare.

# AmountLabel
source: Amount
sq_al: Totali

# AreYourRegisteredLabel
source: Already a member?
sq_al: Je i regjistruar?

# AvailableLabel
source: Available
sq_al: I disponueshëm

# BirthdayLabel
source: Birthdate
sq_al: Datëlindja

# CampaignLabel
source: Campaign
sq_al: Fushata

# CampaignSoonLabel
source: Soon
sq_al: Së shpejti

# ChildMenuLabel
source: CHILD
sq_al: Fëmijë

# CompanyLabel
source: Company
sq_al: Kompania

# ConditionAcceptanceText
source: By checking this box I agree to the General Terms of Use of fzone.al.
sq_al: Pranoj Kushtet e Përgjithshme të Shitjes të fzone.al.

# ConnectedUsersLabel
source: online users
sq_al: përdorues në sit

# ContactLabel
source: Contact
sq_al: Kontakt

# DeleteLabel
source: Delete
sq_al: Elimino

# DeliveryAddressLabel
source: Delivery Address
sq_al: Adresa e dërgimit

# DeliveryLabel
source: Delivery
sq_al: Dërgimi

# DescriptionLabel
source: Description
sq_al: Përshkrimi

# DetailLabel
source: Detail
sq_al: Detaje

# EditButton
source: Edit
sq_al: Modifiko

# EnterTheClubLabel
source: Enter fzone.al club
sq_al: Hyr ne club-in e fzone.al

# ErrorVerifiedLabel
source: Technical error verified.
sq_al: U verifikua një problem teknik.

# EstimatedDeliveryLabel
source: Estimated delivery:
sq_al: Dërgimi i parashikuar për:

# ExclusiveSalesLabel
source: Take advantage of the exclusive sales
sq_al: Përfitoni ulje ekskluzive

# FollowUsLabel
source: Follow us
sq_al: Na ndiq

# FriendsLabel
source: Friends
sq_al: Miqtë e tu

# GenderLabel
source: Gender
sq_al: Gjinia

# GoToProductDetailLabel
source: Go to detail
sq_al: Shko tek detajet

# HelpAndContactLabel
source: HELP
sq_al: NDIHME

# HomeMenuLabel
source: HOME
sq_al: Kreu

# InformationsHeadLabel
source: Informations
sq_al: Informacione

# InviteAndWinLabel
source: Invite your friends and win 5
sq_al: Fto miqtë e tu dhe fito 5

# InviteLabel
source: INVITE
sq_al: FTO

# ItemLabel
source: Item
sq_al: Artikulli

# LoginLabel
source: Login
sq_al: Identifikohu

# ManMenuLabel
source: MAN
sq_al: Meshkuj

# MobileLabel
source: Mobile
sq_al: Celular

# MoreLabel
source: MORE
sq_al: ME SHUME

# MyAccountLabel
source: MY ACCOUNT
sq_al: PROFILI IM

# MyAccountLowerLabel
source: My account
sq_al: Profili im

# MyAddresesHeadLabel
source: My Addreses
sq_al: Adresat

# MyAddressesLabel
source: My addresses
sq_al: Adresat e mia

# MyInfoLabel
source: My information
sq_al: Të dhënat e mia

# MyInviteesLabel
source: My guests
sq_al: Të ftuarit e mi

# MyOrdersLabel
source: MY ORDERS
sq_al: POROSITE E MIA

# MyOrdersLowerLabel
source: My orders
sq_al: Porositë e mia

# MyOrdersTextLabel
source: Here you can view your orders, and check all the details by clicking on the info. You can check the progress of the shipment of the products in the status section of the order.
sq_al: Këtu mund të shikoni Porositë tuaja, dhë të kontrolloni të gjitha detajet duke klikuar në info. Te seksioni gjendja mund të kontrolloni herë pas here ecurinë e dergesës së produktit që keni blerë.

# MyVoucherLabel
source: My vouchers
sq_al: Bonot e mia

# NameLabel
source: Name
sq_al: Emri

# NewsletterAcceptanceText
source: I want to receive by email newsletters regarding offers of brands in fzone.al.
sq_al: Dëshiroj të informohem nëpërmjet email-it rreth ofertave të markave në fzone.al

# NoLabel
source: No
sq_al: Jo

# NotificationHeadLabel
source: Newsletters
sq_al: Njoftime

# NotifTextDailyLabel
source: Activate daily newsletters
sq_al: Për të aktivizuar shërbimin e njoftimeve me mail cdo ditë.

# NotifTextSpecialLabel
source: Activate newsletters for SPECIAL offfers.
sq_al: Për të aktivizuar shërbimin e njoftimeve me mail për ofertat SPECIALE

# NotifTextWeeklyLabel
source: Activate weekly newsletters
sq_al: Për të aktivizuar shërbimin e njoftimeve me mail cdo javë.

# NotValidLabel
source: not valid
sq_al: i pavlefshëm

# OnlyLabel
source: Only
sq_al: Vetëm

# OrderDateLabel
source: Order data
sq_al: Data e porosisë

# OrderLabel
source: Order
sq_al: Porosi

# PasswordLabel
source: Password
sq_al: Fjalëkalimi

# PasswordMismatchLabel
source: Password mismatch.
sq_al: Fjalëkalimet nuk perkojne.

# PaymentDataLabel
source: Payment info
sq_al: Info e pagimit

# PaymentLabel
source: Payment
sq_al: Pagesa

# PaymentMethodsLabel
source: Payment methods
sq_al: Mënyrat e pagesës

# PersonalDataHeadLabel
source: Personal
sq_al: Të Dhënat

# PersonalDataLabel
source: Personal Data
sq_al: Të dhënat personale

# PostSellServicesLabel
source: Post sale services
sq_al: Shërbimet pas shitjes

# PriceLabel
source: Price
sq_al: Cmimi

# PrivacyStatementLabel
source: Privacy statement
sq_al: Privacy

# ProductNotAvailableLiteral
source: Unfortunately, this product is no longer available.
sq_al: Fatkeqësisht, ky produkt nuk është më i disponueshëm.

# QuantityLabel
source: Quantity
sq_al: Sasia

# RegisteredLabel
source: Registered
sq_al: I Regjistruar

# RegisterLabel
source: Register
sq_al: Regjistrohu

# RegistrationDateLabel
source: Registration date
sq_al: Data e Regjistrimit

# RepeatPasswordLabel
source: Repeat password
sq_al: Përsërit fjalëkalimin

# ReturnsAndRefundsLabel
source: Returns and Refunds
sq_al: Kthimet dhe rimbursimet

# SalesReminderLabel
source: Sales memo
sq_al: Memo e shitjeve

# SecureTransactionsLabel
source: Secure transactions payments
sq_al: Siguria mbi transaksionet e pagimit

# SecurityLabel
source: Security
sq_al: Siguria

# SelectSizeLabel
source: Choose size
sq_al: Zgjidh masën

source: Selling terms
sq_al: Kushtet e shitjes

# ShippingCostLabel
source: Shipping cost
sq_al: Kosto e dërgimit

# ShippingEndLabel
source: Receiving date
sq_al: Mbërritja e pakos

# ShippingStartLabel
source: Shipping date
sq_al: Data e dërgimit

# SizeLabel
source: Size
sq_al: Masa

# StateLabel
source: State
sq_al: Gjëndja

# StreetLabel
source: Street
sq_al: Rruga

# SubTotalLabel
source: Subtotal
sq_al: Nëntotali

# SurnameLabel
source: Surname
sq_al: Mbiemri

# TelLabel
source: Telephone
sq_al: Telefoni

# TerminatedLabel
source: Terminated
sq_al: Mbaruar

# TermsOfUseLabel
source: Terms of use
sq_al: Kushtet e përdorimit

# ThereAreNrLabel
source: There are nr
sq_al: Aktualisht

# TotalLabel
source: Total
sq_al: Totali

# ValidityLabel
source: Validity
sq_al: Vlefshmëria

# WomanMenuLabel
source: WOMAN
sq_al: Femra

# WorkWithUsLabel
source: Work with us
sq_al: Punësime

# YesLabel
source: Yes
sq_al: Po

# YourUniverseLabel
source: YOUR UNIVERSE
sq_al: UNIVERSI YT

# ZIPCodeLabel
source: ZIP (post code)
sq_al: ZIP (kod postar)

# LogoutLabel
source: Log out
sq_al: Dil

# PleaseAcceptLabel
source: Please accept the General Terms to continue.
sq_al: Ju lutemi të pranoni kushtet e përdorimit përpara se të regjistroheni.

# MailMismatchLabel
source: E-mail mismatch
sq_al: E-mail nuk perkon

# RepeatLabel
source: Repeat
sq_al: Përserite

# SaveMailLabel
source: Change e-mail successful
sq_al: E-mail u ruajt me sukses

# SavePwMsgLabel
source: Change password successful
sq_al: Passwordi u ruajt me sukses

# AddressLabel
source: Address
sq_al: Adresa

# CancelLabel
source: Cancel
sq_al: Anulo

# CityLabel
source: City
sq_al: Qyteti

# LocationLabel
source: Location
sq_al: Lokaliteti

# NewPassLabel
source: New password
sq_al: Fjalëkalimi i ri

# OldPassLabel
source: Old password
sq_al: Fjalëkalimi i vjetër

# SaveLabel
source: Save
sq_al: Ruaj

# TypeLabel
source: Type
sq_al: Tipi

# FromLabel
source: from
sq_al: nga

# MaximumAddressLabel
source: A maximum of 5 addresses is allowed.
sq_al: Nr maksimal i adresave ështe 5.

# TillLabel
source: till
sq_al: deri më

# NotesLabel
source: Notes
sq_al: Komente

# DeleteAddressQuestion
source: Are you sure about deleting this address?
sq_al: Jeni i sigurtë per fshirjen e kesaj adrese?

# InvoiceLabel
source: Invoice
sq_al: Fatura

# MailSeparatorLabel
source: You can invite more than one email, by separating them with a comma (without space).
sq_al: Mund të vendosni më shumë se një email, duke i ndarë me presje (pa hapësirë).

# InviteBody1MailLabel
source: your friend
sq_al: Shoku yt

# InviteBody2MailLabel
source: sent an invitation to see the exclusive offers on this site
sq_al: të dërgoi nje ftesë për të parë markat më eksluzive në

# InviteSubjectMailLabel
source: invites you to register for best brands sales
sq_al: ju fton te regjistroheni për të përfituar nga shitjet eksluzive!

# EmptyCartLabel
source: Your cart doesn't contain any product.
sq_al: Shporta juaj nuk përmban asnjë produkt.

# InsufficientAvailabilityMessage
source: Product availability is insufficient for the required quantity. Choose a smaller quantity.
sq_al: Disponibiliteti për këtë produkt është i pamjaftueshëm për sasinë e kërkuar. Zgjidhni një sasi më të vogël.

# ProductLabel
source: Product
sq_al: Produkti

# RemoveLabel
source: Remove
sq_al: Hiqe

# RemoveProductQuestion
source: Remove product
sq_al: Doni të hiqni produktin

# AtOurOfficeLabel
source: At our offices
sq_al: Prane zyrave tona

# CheckoutLabel
source: Checkout
sq_al: Porosit tani

# ConfirmLabel
source: Confirm
sq_al: Konfirmo

# MyCartLabel
source: My cart
sq_al: Shporta ime

# SpecifyShippingAddress
source: Please specify a valid address for shipping.
sq_al: Ju lutemi vendosni një adresë te vlefshme për dërgimin

# WithCarrierLabel
source: Carrier
sq_al: Korrier

# InviteSuccessful
source: Invite was successfully sent. You will gain 5 €, when the invited user will place his first order, to use on our site.
sq_al: Ftesa u dërgua me sukses. Në momentin e blerjes së parë të të ftuarit tuaj, ju do të përfitoni 5 € bonus për blerje në sitin tonë.

# EmailNotExisting
source: This email doesn't exist on our database.
sq_al: Ky e-mail nuk egziston në bazën tonë të të dhënave.

# ForgotPassword
source: I forgot my password
sq_al: Kam harruar fjalëkalimin

# PasswordLinkClick
source: Click on the link to choose your new password
sq_al: Klikoni në link-un e mëposhtëm dhe zgjidhni passwordin tuaj të ri.

# PasswordLinkSent
source: The link has been sent to your email.
sq_al: Instruksionet u derguan në email-in tuaj.

# PasswordMail
source: A link to reset your password will be sent to your email.
sq_al: Një link me instruksione do të dërgohet në e-mailin tuaj, për të zgjedhur një password të ri.

# PasswordMailSubject
source: New password - FZone
sq_al: Fjalëkalimi i ri - FZone

# SendLabel
source: Send
sq_al: Dërgo

# MissingFields
source: Some required fields are missing.
sq_al: Disa fusha mungojne.

source: Data saved correctly.
sq_al: Të dhënat u ruajtën me sukses.

# LoginFailed
source: Your login attempt was not successful. Please try again.
sq_al: Identifikimi dështoi. Ju lutemi të provoni përsëri.

# BuyProblemLabel
source: Buy problem
sq_al: Probleme gjatë blerjes

# MotivationLabel
source: Motivation
sq_al: Motivi

# OtherLabel
source: Other
sq_al: Tjetër

# PayProblemLabel
source: Payment problem
sq_al: Probleme me pagimin

# RegProblemLabel
source: Registration problem
sq_al: Probleme gjatë regjistrimit

# RequestLabel
source: Request
sq_al: Kërkesa

# ContactRequestSent
source: Your request has been sent. Customer care service will handle your request as soon as possible
sq_al: Kërkesa e juaj u dergua. Shërbimi ndaj klientit do t'ju përgjigjet sa më parë kërkeses suaj

source: Email already invited.
sq_al: Email i ftuar më parë

# ExpirationDate
source: Expiration
sq_al: Skadon

# ValueLabel
source: Value
sq_al: Vlera

# CartExpired
source: Your cart has expired. The products which it contained were returned back in the showcase. Hurry up to order them again.
sq_al: Shporta juaj skadoi. Produktet që përmbante u kthyen të disponueshme në vitrinë. Nxitoni për ti porositur sërish.

# CancelCartLabel
source: Cancel cart
sq_al: Anulo shportën

# CancelCartQuestion
source: Are you sure about canceling your shopping cart?
sq_al: Jeni të sigurtë për anullimin e shportës suaj?

# CartExpiresInLabel
source: The cart expires in
sq_al: Shporta juaj skadon per

# CartExpiringInfo
source: To complete dhe order click the Checkout button before cart expiration.
sq_al: Per te perfunduar porosine klikoni mbi porosit tani para skadimit te shportes.

# MinutesLabel
source: minutes.
sq_al: minuta.

# ContinueShoppingLabel
source: Continue shopping
sq_al: Vazhdo shopping

# ActualCampaignsIntroLabel
source: Brands actually active in FZone
sq_al: Markat aktive në FZone në këtë moment

# WhatIsFzoneLabel
source: Fzone is a private portal, that offers online shopping of the most renowned fashion brands with discounts up to 70%. Become part of the club now!
sq_al: Fzone është një portal "privat" që ofron shitje online të markave të modës më të njohura, me ulje deri në 70%. Bëhu pjesë e club-it tani!

# PassingToPaypalLabel
source: Your payment is passing to PayPal. Please wait...
sq_al: Pagesa juaj po kalon tek PayPal. Ju Lutem prisni...

# ErrorInPayPalLabel
source: A tecnical problem has been verified with your payment. Our staff will make some verifications and will contact to inform you.
sq_al: U verifikua nje problem ne pagesen tuaj. Stafi yne do te kryeje verifikimet e duhura dhe do t'ju kontaktoje per t'ju informuar.

# PayPalThankyouLabel
source: Thank you for your payment
sq_al: Faleminderit per pagesen tuaj.

# SaveTransactionID
source: Save operation transaction code:
sq_al: Ruani kodin e transaksionit te veprimit:

# PassingToEasypayLabel
source: Your payment is passing to EasyPay. Please wait...
sq_al: Pagesa juaj po kalon tek EasyPay. Ju Lutem prisni...

# PaymentProblemLiteral
source: Your payment was not successful.
sq_al: Pagesa juaj nuk u krye.

# AvailableBonusLabel
source: Available
sq_al: I disponueshem

# ChooseLabel
source: Choose bonus
sq_al: Zgjidh bonus

# ProductExclusivityLabel
source: Attention! This price is exclusive through FZone. In case you don't have FZone's invoice the store will apply the full price.
sq_al: Kujdes! Ky cmim është ekskluziv për FZone. Në rast se paraqiteni pa faturen e FZone, dyqani aplikon cmimin e plotë.

# ProductPickUpLabel
source: You can pick-up this product at the following shop address by showing your FZone invoice
sq_al: Ky produkt mund të terhiqet pranë dyqanit të mëposhtëm me faturën e FZone
